Repository: yusenhan/flyflyfly
Catalog: flyflyfly/Localizable.xcstrings
Source language: zh_hant
Languages: en, ja

# Connect Device First
source: 請先連線裝置
en: Please Connect Device
ja: デバイスを接続してください

# Start New Route
source: 開始新路線
en: Start New Route
ja: 新しいルートを開始

# Select Location Point
source: 選擇定位點
en: Select Location
ja: 地点を選択

# Start Positioning
source: 開始定位
en: Start Positioning
ja: 定位を開始

# Set Location
source: 設定定位點
en: Set Location
ja: 地点を設定

# Complete and Calculate
source: 完成選點並計算路線
en: Calculate Route
ja: ルートを計算

# Select at least 2 points
source: 請先選至少 2 點
en: Select at least 2 points
ja: 2点以上選択してください

# Select Start
source: 請先選擇起點
en: Select Start
ja: 起点を選択

# Select End
source: 請先選擇終點
en: Select End
ja: 終點を選択

# Confirm Position
source: 確認位置
en: Confirm Position
ja: 位置を確認

# Start Movement
source: 開始模擬移動
en: Start Movement
ja: 移動を開始

# Stop Simulation
source: 停止模擬
en: Stop Simulation
ja: シミュレーション停止

# Resume Simulation
source: 繼續模擬
en: Resume Simulation
ja: シミュレーション再開

# Calculating...
source: 路線計算中...
en: Calculating...
ja: 計算中...

# Start Simulation
source: 開始模擬移動
en: Start Simulation
ja: シミュレーション開始
